app/controllers/restaurant_pizzas_controller.rb

    def create
        restaurant_pizza = RestaurantPizza.create!(restaurant_pizza_params)
---
INSERT INTO "restaurant_pizzas" ("price", "pizza_id", "restaurant_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["price", 20], ["pizza_id", 2], ["restaurant_id", 2], ["created_at", "2023-06-26 08:58:43.997360"], ["updated_at", "2023-06-26 08:58:43.997360"]]